# tap
tap "caskroom/homebrew-cask"
tap "homebrew/services"
cask_args appdir: "/Applications"
brew "mas"

# development services
brew "git"
brew "node"
brew "yarn"
brew "mysql"
brew "nginx"
brew "redis"
brew "gpg"
brew "gpg2"
brew "heroku"
brew "openssl"
cask "docker"

# development tools
brew "vim"
brew "curl"

cask "webstorm"
cask "iterm2"
cask "sequel-pro"
cask "dash"
cask "macvim"
cask "viscosity"
cask "sourcetree"
cask "cyberduck"
mas "TextWrangler", id: 404010395

brew "zsh"
brew "zsh-completions"

# browsers
cask "google-chrome"
cask "opera"
cask "firefox"

# tools
cask "1password"
cask "dropbox"
cask "transmission"
mas "Monosnap", id: 540348655

# messengers
cask "slack"
cask "telegram"
cask "hipchat"
cask "viber"

# media
cask "spotify"
cask "steam"
cask "amazon-drive"
