tap 'caskroom/homebrew-cask'

# development services
brew 'git'
brew 'bash-completion'
brew 'node'
brew 'yarn'
brew 'mysql'
brew 'nginx'

# development tools
brew 'vim'
brew 'curl'

cask 'webstorm'
cask 'iterm2'
cask 'sequel-pro'
cask 'dash'
cask 'macvim'
cask 'viscosity'

# browsers
cask 'google-chrome'
cask 'opera'
cask 'firefox'

# tools
cask '1password'
cask 'dropbox'
cast 'transmission'

# messengers
cask 'slack'
cask 'telegram'
cask 'hipchat'

# media
cask 'spotify'
