# tap
tap "caskroom/homebrew-cask"
cask_args appdir: "/Applications"
brew "mas"

# development services
brew "git"
brew "node"
brew "yarn"
brew "mysql"
brew "nginx"

# development tools
brew "vim"
brew "curl"

cask "webstorm"
cask "iterm2"
cask "sequel-pro"
cask "dash"
cask "macvim"
cask "viscosity"

brew "zsh"
brew "zsh-completions"

# browsers
cask "google-chrome"
cask "opera"
cask "firefox"

# tools
cask "1password"
cask "dropbox"
cask "transmission"
mas "Monosnap", id: 540348655

# messengers
cask "slack"
cask "telegram"
cask "hipchat"

# media
cask "spotify"
